;  ///////////////////
;  // Skirmisher Sentinel //
;  /////////////////

[WOTC_KPP_SkirmisherSentinel X2SoldierClassTemplate]
DisplayName = "散兵守卫"
ClassSummary = "散兵守卫是专门化的散兵队伍，他们接受了更重型的武器，用它们来远程保护他们的盟友。 <br/><br/><font color='#CA7200'>使用加农炮和撕裂者。</font>"
+AbilityTreeTitles = "战争领主"
+AbilityTreeTitles = "战神"
+AbilityTreeTitles = "冠军"
+AbilityTreeTitles = "XCOM"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

RandomNickNames[0]="法官" 
RandomNickNames[1]="清算者" 
RandomNickNames[2]="审问者" 
RandomNickNames[3]="死亡之钟" 
RandomNickNames[4]="掘墓人" 
RandomNickNames[5]="瘟疫" 
andomNickNames[6]="致命" 
RandomNickNames[7]="末日" 
RandomNickNames[8]="锁链" 
RandomNickNames[9]="撕裂者" 
RandomNickNames[10]="野兽" 
RandomNickNames[11]="地狱之子" 
RandomNickNames[12]="先驱者" 
RandomNickNames[13]="恶魔"

RandomNickNames_Male[0]="拉撒路"

RandomNickNames_Female[0]="雅典娜"

PhotoboothSoloBLines_Male[0]=Half-human.  All vengeance.
PhotoboothSoloBLines_Male[1]=They owe him justice.  He will have it.
PhotoboothSoloBLines_Male[2]=Honor.  Justice.  VENGEANCE.
PhotoboothSoloBLines_Male[3]=His former masters will PAY!
PhotoboothSoloBLines_Male[4]=They will reap what they sowed.
PhotoboothSoloBLines_Male[5]=The dark child returns.
PhotoboothSoloBLines_Male[6]=ADVENT will suffer.  He will see to it.
PhotoboothSoloBLines_Male[7]=They took his humanity.  He'll take their lives.
PhotoboothSoloBLines_Male[8]=ADVENT will burn.  He is the spark.
PhotoboothSoloBLines_Male[9]="He will have VENGEANCE!"
PhotoboothSoloBLines_Male[10]="If he can fight for Earth, then ALL can fight."
PhotoboothSoloBLines_Male[11]="When they made him, they sealed their FATE."
PhotoboothSoloBLines_Male[12]="ADVENT is guilty.  He's the death sentence."
PhotoboothSoloBLines_Male[13]="Relentless.  Unyielding.  Unstoppable."

PhotoboothSoloBLines_Female[0]=Half-human.  All vengeance.
PhotoboothSoloBLines_Female[1]=They owe her justice.  She will have it.
PhotoboothSoloBLines_Female[2]=Honor.  Justice.  VENGEANCE.
PhotoboothSoloBLines_Female[3]=Her former masters will PAY!
PhotoboothSoloBLines_Female[4]=They will reap what they sowed.
PhotoboothSoloBLines_Female[5]=The dark child returns.
PhotoboothSoloBLines_Female[6]=ADVENT will suffer.  She will see to it.
PhotoboothSoloBLines_Female[7]=They took her humanity.  She'll take their lives.
PhotoboothSoloBLines_Female[8]=ADVENT will burn.  She is the spark.
PhotoboothSoloBLines_Female[9]="She will have VENGEANCE!"
PhotoboothSoloBLines_Female[10]="If she can fight for Earth, then ALL can fight."
PhotoboothSoloBLines_Female[11]="When they made her, they sealed their FATE."
PhotoboothSoloBLines_Female[12]="ADVENT is guilty.  She's the death sentence."
PhotoboothSoloBLines_Female[13]="Relentless.  Unyielding.  Unstoppable."

; - Ability Templates -
;<font color='#3ABD23'><Ability:_/></font>

[WOTC_KPP_Heatsink X2AbilityTemplate]
LocFriendlyName = "实验型热管"
LocLongDescription = " <Ability:ClassName/> 将从他们的主武器中积累的热量转移到增强他们的撕裂者攻击和允许他们从主武器发射特殊弹药。"
LocPromotionPopupText = "<font color='#CA7200'>专注机制：</font>  <Ability:ClassName/> 可以通过射击他们的主武器来积累热量，将其转化为特殊的实验型热管，该热管会增加撕裂者攻击的伤害和暴击率，并允许从主武器发射特殊弹药。其他 <Ability:ClassName/> 的能力可以根据储存的热量数量提供额外的好处。<br/><Bullet/> 每级热量增加 <font color='#3ABD23'>+<Ability:HEATSINK_CRIT_CHANCE_BONUS/>%</font> 的撕裂者攻击暴击率。<br/><Bullet/> 每 <font color='#CA7200'><Ability:HEATSINK_DAMAGE_BONUS_CHARGE_DIVISOR/></font> 级热量增加 <font color='#3ABD23'>+<Ability:HEATSINK_DAMAGE_BONUS/></font> 的撕裂者攻击伤害。<br/><Bullet/> 主武器的直接射击每回合增加 <font color='#3ABD23'>+<Ability:HEATSINK_GAIN_DIRECT_SHOT/></font> 热量。反应射击增加 <font color='#3ABD23'>+<Ability:HEATSINK_GAIN_REACTION_SHOT/></font> 热量。可以储存 <font color='#3ABD23'><Ability:HEATSINK_MAX_CHARGES/></font> 热量。 <br/><Bullet/> 热量在每回合开始时会消散：每单位储存的热量会增加 <font color='#CA7200'>+<Ability:HEATSINK_LOSS_CHANCE_PER_LEVEL/>%</font> 的机会 <br/> 损失 <font color='#CA7200'><Ability:HEATSINK_LOSE_PER_TURN/></font> 热量。当热量水平较高时，超过100%的几率会重新额外计算以增加热量损失。<br/><br/><font color='#CA7200'>等级 I</font> （在 <Ability:RANKNAME1/> 军衔 [1]获得）<br/><Bullet/> 获得集成抓钩，一个允许 <Ability:ClassName/> 使用整合到他们的 <br/> 装甲中的抓钩来穿越环境的能力。 <br/><br/><font color='#CA7200'>等级 II</font> （在 <Ability:RANKNAME3/> 军衔 [3]获得）<br/><Bullet/> 获得正义，一个允许  <Ability:ClassName/> 将敌人拉向他们并发动撕裂者攻击的抓钩能力。<br/><br/><font color='#CA7200'>等级 III</font> （在 <Ability:RANKNAME6/> 军衔 [6]获得）<br/><Bullet/> 获得愤怒，一个允许  <Ability:ClassName/> 移动到敌人并发动撕裂者攻击的抓钩能力。"

[WOTC_KPP_RipjackStrike X2AbilityTemplate]
LocFriendlyName = "撕裂者打击"
LocFlyOverText = "撕裂者打击"
LocHelpText = "使用你的撕裂者攻击范围内的一名敌人。"
LocLongDescription = "使用你的撕裂者攻击范围内的一名敌人。"
LocPromotionPopupText = "使用你的撕裂者攻击范围内的一名敌人。<br/><br/><Bullet/> 你可以通过将移动光标放置在敌人上触发打击能力。<br/><Bullet/>  <Ability:ClassName/> 可以执行 \"冲刺\" 移动，使用两个行动点来移动，并对相邻的敌人发动打击。"

[WOTC_KPP_Intimidate X2AbilityTemplate]
LocFriendlyName = "恐吓"
LocFlyOverText = "恐吓"
LocHelpText = "当 <Ability:ClassName/> 的撕裂者武器上造成暴击时，所有在 <Ability:ClassName/> 的 <font color='#3ABD23'><Ability:INTIMIDATE_TILE_RADIUS/></font> 格内的变种人部队会受到状态惩罚并有 <font color='#3ABD23'><Ability:INTIMIDATE_PANIC_CHANCE/>%</font> 几率恐慌。"
LocLongDescription = "当 <Ability:ClassName/> 的撕裂者武器上造成暴击时，所有在 <Ability:ClassName/> 的 <font color='#3ABD23'><Ability:INTIMIDATE_TILE_RADIUS/></font> 格内的变种人部队会受到状态惩罚并有 <font color='#3ABD23'><Ability:INTIMIDATE_PANIC_CHANCE/>%</font> 几率恐慌。"
LocPromotionPopupText = "当 <Ability:ClassName/> 的撕裂者武器上造成暴击时，所有在 <Ability:ClassName/> 的 <font color='#3ABD23'><Ability:INTIMIDATE_TILE_RADIUS/></font> 格内的变种人部队会受到状态惩罚并有 <font color='#3ABD23'><Ability:INTIMIDATE_PANIC_CHANCE/>%</font> 几率恐慌。<br/><br/><Bullet/> 范围内的敌人变种人单位将减少 <font color='#CA7200'><Ability:INTIMIDATE_AIM_PENALTY/></font> 的命中和 <font color='#CA7200'><Ability:INTIMIDATE_MOBILITY_PENALTY/></font>的移动。<br/><Bullet/> 尽管恐慌只能应用于变种人单位，但它可以从对任何类型的敌人的暴击中触发。"

[WOTC_KPP_FireAndFury X2AbilityTemplate]
LocFriendlyName = "烈火与狂怒"
LocHelpText = "每 <font color='#CA7200'><Ability:FIRE_FURY_MOBILITY_BONUS_CHARGE_DIVISOR/></font> 级热量，获得 <font color='#3ABD23'>+<Ability:FIRE_FURY_MOBILITY_BONUS/></font> 的移动。存储的热量最大值增加 <font color='#3ABD23'>+<Ability:FIRE_FURY_MAX_HEAT_BONUS/></font>。"
LocLongDescription = "每 <font color='#CA7200'><Ability:FIRE_FURY_MOBILITY_BONUS_CHARGE_DIVISOR/></font> 级热量，获得 <font color='#3ABD23'>+<Ability:FIRE_FURY_MOBILITY_BONUS/></font> 的移动。存储的热量最大值增加 <font color='#3ABD23'>+<Ability:FIRE_FURY_MAX_HEAT_BONUS/></font>。"
LocPromotionPopupText = "每 <font color='#CA7200'><Ability:FIRE_FURY_MOBILITY_BONUS_CHARGE_DIVISOR/></font> 级热量，获得 <font color='#3ABD23'>+<Ability:FIRE_FURY_MOBILITY_BONUS/></font> 的移动。存储的热量最大值增加 <font color='#3ABD23'>+<Ability:FIRE_FURY_MAX_HEAT_BONUS/></font>。"

[WOTC_KPP_ThermalRegulators X2AbilityTemplate]
LocFriendlyName = "热调节器"
LocFlyOverText = "热调节器"
LocHelpText = "在每回合开始时减少热量消散的几率，在更高热量水平时效果更明显：<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_I_TOTAL/>%</font> 每储存的热量<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_II_TOTAL/>%</font> 每储存的热量<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_III_TOTAL/>%</font> 每储存的热量"
LocLongDescription = "在每回合开始时减少热量消散的几率，在更高热量水平时效果更明显：<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_I_TOTAL/>%</font> 每储存的热量<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_II_TOTAL/>%</font> 每储存的热量<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_III_TOTAL/>%</font> 每储存的热量"
LocPromotionPopupText = "在每回合开始时减少热量消散的几率，在更高热量水平时效果更明显：<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_I_TOTAL/>%</font> 每储存的热量<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_II_TOTAL/>%</font> 每储存的热量<br/>    <font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+ 热量</font>：  <font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_III_TOTAL/>%</font> 每储存的热量<br/><br/><Bullet/> 热调节器使维持更高热量水平的好处更容易实现。默认的热量消散几率是每储存的热量级 <font color='#CA7200'><Ability:HEATSINK_LOSS_CHANCE_PER_LEVEL/>%</font> 。<br/><Bullet/> 热调节器可以显著减少，甚至完全消除，在非常高热量水平时每回合失去多个热量单位的机会。"

[WOTC_KPP_ReinforcedCabling X2AbilityTemplate]
LocFriendlyName = "加固电缆"
LocFlyOverText = "加固电缆"
LocHelpText = "移除了抓钩和拉扯能力的共享冷却时间。抓钩和拉扯能力的个人冷却时间减少了 <font color='#3ABD23'><Ability:REINFORCED_CABLING_COOLDOWN_REDUCTION/></font> 回合。"
LocLongDescription = "移除了抓钩和拉扯能力的共享冷却时间。抓钩和拉扯能力的个人冷却时间减少了 <font color='#3ABD23'><Ability:REINFORCED_CABLING_COOLDOWN_REDUCTION/></font> 回合。"
LocPromotionPopupText = "移除了抓钩和拉扯能力的共享冷却时间。抓钩和拉扯能力的个人冷却时间减少了 <font color='#3ABD23'><Ability:REINFORCED_CABLING_COOLDOWN_REDUCTION/></font> 回合。"

[WOTC_KPP_VentRound X2AbilityTemplate]
LocFriendlyName = "排气弹药"
LocFlyOverText = "排气弹药"
LocHelpText = "进行一次标准射击，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocLongDescription = " <Ability:ClassName/>的实验型热管允许生成标准弹药，使他们的加农炮无需弹药即可使用，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocPromotionPopupText = " <Ability:ClassName/>的实验型热管允许生成标准弹药，使他们的加农炮无需弹药即可使用，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"

[WOTC_KPP_IncendiaryRound X2AbilityTemplate]
LocFriendlyName = "燃烧弹药"
LocFlyOverText = "燃烧弹药"
LocHelpText = "进行一次标准射击，使目标每回合受到 <font color='#3ABD23'><Ability:INCENDIARY_BURN_DAMAGE/></font> 伤害并点燃，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocLongDescription = "升级排气弹药，使实验型热管生成燃烧弹，使敌人每回合受到 <font color='#3ABD23'><Ability:INCENDIARY_BURN_DAMAGE/></font> 伤害并点燃，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocPromotionPopupText = "升级排气弹药，使实验型热管生成燃烧弹，使敌人每回合受到 <font color='#3ABD23'><Ability:INCENDIARY_BURN_DAMAGE/></font> 伤害并点燃，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"

[WOTC_KPP_FullMetalRound X2AbilityTemplate]
LocFriendlyName = "全金属弹壳弹药"
LocFlyOverText = "全金属弹壳弹药"
LocHelpText = "进行一次标准射击，穿透 <font color='#3ABD23'><Ability:FMJ_PIERCE/></font> 装甲，造成 <font color='#3ABD23'>+<Ability:FMJ_RUPTURE/></font> 伤害，并使目标破裂造成 <font color='#3ABD23'>+<Ability:FMJ_RUPTURE/></font> 伤害，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocLongDescription = "升级排气弹药，使实验型热管生成全金属弹壳弹药，穿透 <font color='#3ABD23'><Ability:FMJ_PIERCE/></font> 装甲，破裂造成 <font color='#3ABD23'>+<Ability:FMJ_RUPTURE/></font> 伤害，并造成 <font color='#3ABD23'>+<Ability:FMJ_RUPTURE/></font> 伤害，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocPromotionPopupText = "升级排气弹药，使实验型热管生成全金属弹壳弹药，穿透 <font color='#3ABD23'><Ability:FMJ_PIERCE/></font> 装甲，破裂造成 <font color='#3ABD23'>+<Ability:FMJ_RUPTURE/></font> 伤害，并造成 <font color='#3ABD23'>+<Ability:FMJ_RUPTURE/></font> 伤害，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"

[WOTC_KPP_QuickloadRound X2AbilityTemplate]
LocFriendlyName = "快速装填弹药"
LocFlyOverText = "快速装填弹药"
LocHelpText = "进行一次标准射击，自动装填1发子弹到你的弹匣中，无需弹药，免费行动，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocLongDescription = "升级排气弹药，使实验型热管自动装填1发子弹到你的弹匣中，无需弹药，是免费行动，并且冷却时间减少，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocPromotionPopupText = "升级排气弹药，使实验型热管自动装填1发子弹到你的弹匣中，无需弹药，是免费行动，并且冷却时间减少，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"

[WOTC_KPP_LightningRound X2AbilityTemplate]
LocFriendlyName = "闪电弹药"
LocFlyOverText = "闪电弹药"
LocHelpText = "进行一次标准射击，对机械单位造成更多伤害，并使目标在 <font color='#3ABD23'><Ability:LIGHTNING_STUN_ACTIONS/></font> 个行动中无法行动，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocLongDescription = "升级排气弹药，使实验型热管生成闪电弹药，对机械单位造成更多伤害，并使目标在 <font color='#3ABD23'><Ability:LIGHTNING_STUN_ACTIONS/></font> 个行动中无法行动，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"
LocPromotionPopupText = "升级排气弹药，使实验型热管生成闪电弹药，对机械单位造成更多伤害，并使目标在 <font color='#3ABD23'><Ability:LIGHTNING_STUN_ACTIONS/></font> 个行动中无法行动，无需弹药，消耗 <font color='#3ABD23'><Ability:VENT_ROUND_COST/></font> 热量。"

[WOTC_KPP_HollowPointRound X2AbilityTemplate]
LocFriendlyName = "空尖弹"
LocFlyOverText = "空尖弹"
LocHelpText = "进行一次标准射击，使目标流血造成 <font color='#3ABD23'><Ability:HOLLOW_POINT_BLEED_DAMAGE/></font> 伤害，但穿透力为 <font color='#3ABD23'><Ability:HOLLOW_POINT_PIERCE/></font> ，无法用于机械单位，无需弹药，消耗 <font color='#3ABD23'><Ability:HOLLOW_POINT_COST/></font> 热量。"
LocLongDescription = " <Ability:ClassName/>的实验型热管升级，允许生成空尖弹，使他们的加农炮能够发射能够使目标流血但具有 <font color='#3ABD23'><Ability:HOLLOW_POINT_PIERCE/></font> 穿透力的子弹，无需弹药，消耗 <font color='#3ABD23'><Ability:HOLLOW_POINT_COST/></font> 热量。"
LocPromotionPopupText = " <Ability:ClassName/>的实验型热管升级，允许生成空尖弹，使他们的加农炮能够发射能够使目标流血但具有 <font color='#3ABD23'><Ability:HOLLOW_POINT_PIERCE/></font> 穿透力的子弹，无需弹药，消耗 <font color='#3ABD23'><Ability:HOLLOW_POINT_COST/></font> 热量。"

[WOTC_KPP_RubberRound X2AbilityTemplate]
LocFriendlyName = "橡胶弹"
LocFlyOverText = "橡胶弹"
LocHelpText = "进行一次标准射击，命中目标时使其眩晕，无需弹药，无法用于机械单位，消耗 <font color='#3ABD23'><Ability:RUBBER_ROUND_COST/></font> 热量。"
LocLongDescription = " <Ability:ClassName/>的实验型热管升级，允许生成橡胶弹，使他们的加农炮能够发射能够使目标眩晕的子弹，无需弹药，无法用于机械单位，消耗 <font color='#3ABD23'><Ability:RUBBER_ROUND_COST/></font> 热量。"
LocPromotionPopupText = " <Ability:ClassName/>的实验型热管升级，允许生成橡胶弹，使他们的加农炮能够发射能够使目标眩晕的子弹，无需弹药，无法用于机械单位，消耗 <font color='#3ABD23'><Ability:RUBBER_ROUND_COST/></font> 热量。"

[WOTC_KPP_AutoLoader X2AbilityTemplate]
LocFriendlyName = "集成自动装填器"
LocFlyOverText = "集成自动装填器"
LocHelpText = "重新装填 <font color='#3ABD23'><Ability:AUTO_LOADER_AMMO_TO_RELOAD/></font> 发子弹，消耗 <font color='#3ABD23'><Ability:AUTO_LOADER_COST/></font> 热量。"
LocLongDescription = " <Ability:ClassName/>的实验型热管升级，允许以 <font color='#3ABD23'><Ability:AUTO_LOADER_AMMO_TO_RELOAD/></font> 热量为代价免费重新装填 <font color='#3ABD23'><Ability:AUTO_LOADER_COST/></font> 发子弹。"
LocPromotionPopupText = " <Ability:ClassName/>的实验型热管升级，允许以 <font color='#3ABD23'><Ability:AUTO_LOADER_AMMO_TO_RELOAD/></font> 热量为代价免费重新装填 <font color='#3ABD23'><Ability:AUTO_LOADER_COST/></font> 发子弹。"

[WOTC_KPP_LargerMagazine X2AbilityTemplate]
LocFriendlyName = "更大容量弹匣"
LocFlyOverText = "更大容量弹匣"
LocHelpText = "增加 <font color='#3ABD23'>+<Ability:LARGER_MAGAZINE_AMMO_BONUS/></font> 弹药容量，但会牺牲 <font color='#3ABD23'><Ability:LARGER_MAGAZINE_MOBILITY/></font> 移动。"
LocLongDescription = " <Ability:ClassName/> 为了增加弹药容量，牺牲了自己的 <font color='#3ABD23'><Ability:LARGER_MAGAZINE_MOBILITY/></font> 移动，从而获得了 <font color='#3ABD23'>+<Ability:LARGER_MAGAZINE_AMMO_BONUS/></font> 弹药容量。"
LocPromotionPopupText = " <Ability:ClassName/> 为了增加弹药容量，牺牲了自己的 <font color='#3ABD23'><Ability:LARGER_MAGAZINE_MOBILITY/></font> 移动，从而获得了 <font color='#3ABD23'>+<Ability:LARGER_MAGAZINE_AMMO_BONUS/></font> 弹药容量。"

[WOTC_KPP_LockedDown X2AbilityTemplate]
LocFriendlyName = "锁定状态"
LocFlyOverText = "锁定状态"
LocHelpText = "<Ability:ClassName/> 锁定他们的位置，获得 <font color='#3ABD23'>+<Ability:LOCKED_DOWN_DEFENSE/></font> 防御和 <font color='#3ABD23'>+<Ability:LOCKED_DOWN_DODGE/></font> 闪避，持续 <font color='#3ABD23'><Ability:LOCKED_DOWN_DURATION/></font> 回合，重新装填武器，并增加热量至 <font color='#3ABD23'><Ability:LOCKED_DOWN_HEAT/></font>，但在 <font color='#3ABD23'><Ability:LOCKED_DOWN_DURATION/></font> 回合内无法移动。<Ability:ClassName/> 必须处于掩体下才能激活此能力。"
LocLongDescription = " <Ability:ClassName/> locks down their position, providing <font color='#3ABD23'>+<Ability:LOCKED_DOWN_DEFENSE/></font> Defense and <font color='#3ABD23'>+<Ability:LOCKED_DOWN_DODGE/></font> Dodge for <font color='#3ABD23'><Ability:LOCKED_DOWN_DURATION/></font> 回合，重新装填武器，并增加热量至 <font color='#3ABD23'><Ability:LOCKED_DOWN_HEAT/></font>, but cannot move for <font color='#3ABD23'><Ability:LOCKED_DOWN_DURATION/></font> 回合内无法移动。<Ability:ClassName/> 必须处于掩体下才能激活此能力。"
LocPromotionPopupText = " <Ability:ClassName/>locks down their position, providing <font color='#3ABD23'>+<Ability:LOCKED_DOWN_DEFENSE/></font> Defense and <font color='#3ABD23'>+<Ability:LOCKED_DOWN_DODGE/></font> Dodge for <font color='#3ABD23'><Ability:LOCKED_DOWN_DURATION/></font> 回合，重新装填武器，并增加热量至 <font color='#3ABD23'><Ability:LOCKED_DOWN_HEAT/></font>, but cannot move for <font color='#3ABD23'><Ability:LOCKED_DOWN_DURATION/></font> 回合内无法移动。<Ability:ClassName/> 必须处于掩体下才能激活此能力。"

[WOTC_KPP_TraverseFire X2AbilityTemplate]
LocFriendlyName = "巡行射击"
LocFlyOverText = "巡行射击"
LocHelpText = "进行直接射击不会结束回合，但剩余的行动点将仅限于基本射击/压制，或重新装填。"
LocLongDescription = "进行直接射击不会结束回合，但剩余的行动点将转换为一种特殊类型，仅允许进行基本射击/压制，或重新装填。移动和特殊攻击将无法使用。"
LocPromotionPopupText = "进行直接射击不会结束回合，但剩余的行动点将转换为一种特殊类型，仅允许进行基本射击/压制，或重新装填。移动和特殊攻击将无法使用。"

[WOTC_KPP_SustainedFire X2AbilityTemplate]
LocFriendlyName = "持续射击"
LocFlyOverText = "持续射击"
LocHelpText = "进行直接射击不会结束回合，但剩余的行动点将仅限于监视/压制，或重新装填。"
LocLongDescription = "进行直接射击不会结束回合，但剩余的行动点将转换为一种特殊类型，仅允许进行监视、压制或重新装填。移动和直接攻击将无法使用。"
LocPromotionPopupText = "进行直接射击不会结束回合，但剩余的行动点将转换为一种特殊类型，仅允许进行监视、压制或重新装填。移动和直接攻击将无法使用。"

[WOTC_KPP_LightEmUp X2AbilityTemplate]
LocFriendlyName = "点燃他们"
LocFlyOverText = "点燃他们"
LocHelpText = "允许  <Ability:ClassName/> 在一回合内进行多次直接射击，当装备加农炮/机枪时替换持续射击为巡行射击，当装备步枪时替换为掠夺者。"
LocLongDescription = "允许  <Ability:ClassName/> 在一回合内进行多次直接射击，当装备加农炮/机枪时替换持续射击为巡行射击，当装备步枪时替换为掠夺者。"
LocPromotionPopupText = "允许  <Ability:ClassName/> 在一回合内进行多次直接射击，当装备加农炮/机枪时替换持续射击为巡行射击，当装备步枪时替换为掠夺者。<br/><br/><Bullet/> 巡行射击允许连续攻击，还有持续射击允许的压制/监视或重新装填，尽管移动或其他能力的使用仍然受限。<br/><Bullet/> 掠夺者允许  <Ability:ClassName/> 射击后执行另一个不受限制的行动，包括移动。"
